Repository: abbyfischler/vacLA
Catalog: vacLA/*.lproj/Main.strings
Languages: he, zh_hant

# 4GE-Z9-ZWi.normalTitle
source: About Us
he: עלינו

# 5C6-Ei-YZs.normalTitle
source: No
he: לא

# 7Q0-MF-pJF.text
source: Nora Omwami
he: נורה אומוואמי
zh_hant: 娜拉·奧姆瓦米（Nora Omwami）

# 9so-4o-wE5.text
source: Abby is a high school freshman from Los Angeles, California. She is an ambassador for Bit by Bit and Generation She.Abby was also a participant in Kode with Klossy’s web development camp last summer where she created herstemstory.net. HER STEM STORY is a website highlighting women who have made an impact on their area of STEM. Abby loves all things technology. Abby is a 2021 Los Angeles Affiliate Honorable Mention for the NCWIT Award for Aspirations in Computing (AiC).
he: אבי הוא תלמיד שנה א 'בתיכון מלוס אנג'לס, קליפורניה. היא שגרירה של ביט אחר ביט ודורות היא. אבי הייתה גם משתתפת בקוד עם המחנה לפיתוח אתרים של קלוסי בקיץ שעבר שם היא יצרה את herstemstory.net. herstemstory.net הוא אתר המדגיש נשים שהשפיעו על אזור STEM שלהן. אבי אוהב את כל הדברים הטכנולוגיים. אבי הוא אזכור מכובד משנת 2021 בלוס אנג'לס עבור פרס NCWIT לשאיפות במחשוב (AiC).
zh_hant: 艾比（Abby）是一位來自加利福尼亞洛杉磯的高中新生。 她是Bit by Bit和Generation的形象代言人。Abby還是去年夏天在Klossy的網絡開發營中參加Kode的活動，在那裡她創建了herstemstory.net。 她的STEM STORY是一個網站，著重介紹對STEM領域產生影響的女性。 艾比（Abby）熱愛技術。 艾比（Abby）是2021年洛杉磯聯盟計算機榮譽獎（NCWIT Award for Computing Aspirations）的榮譽提名。

# BDE-S3-XF6.text
source: Are you above 16+?
he: האם אתה מעל גיל12 ?
zh_hant: 您是否在12歲以上？

# BcC-Yv-5qA.text
source: Residing in the city of Los Angeles, Kayla is a sophomore in high school who enjoys filmmaking and video editing. Although she does not have experience with coding, Kayla has always loved helping others. She has been able to do this in the past through volunteering over the summer to help deaf and hard of hearing children build self-esteem and communication skills through a theater program. More recently, she has been volunteering weekly at her local farmers’ market to help provide contact-free distribution of goods from local farmers, artisans, and other local businesses. In addition, she uses her video editing skills to create videos for the farmers’ market to promote building healthier communities through local food. Through her work with the market, she is also able to donate fresh produce to community fridges. Kayla is excited to take part in this project to help others as the needs of the communities around her continue to change.
he: מתגוררת בעיר לוס אנג'לס, קיילה היא תלמידת שנה ב 'בתיכון שנהנית מיצירת סרטים ועריכת וידאו. למרות שאין לה ניסיון בקידוד, קיילה תמיד אהבה לעזור לאחרים. היא הצליחה לעשות זאת בעבר באמצעות התנדבות במהלך הקיץ כדי לעזור לילדים חירשים וכבדי שמיעה לבנות הערכה עצמית ומיומנויות תקשורת באמצעות תוכנית תיאטרון. לאחרונה, היא מתנדבת מדי שבוע בשוק האיכרים המקומי שלה כדי לסייע בהפצה ללא מגע של סחורות מחקלאים מקומיים, בעלי מלאכה ועסקים מקומיים אחרים. בנוסף, היא משתמשת בכישורי עריכת הווידיאו שלה כדי ליצור סרטונים לשוק החקלאים כדי לקדם בניית קהילות בריאות יותר באמצעות אוכל מקומי. באמצעות עבודתה בשוק, היא גם מסוגלת לתרום תוצרת טרייה למקררי הקהילה. קיילה נרגשת לקחת חלק בפרויקט זה כדי לעזור לאחרים כאשר צרכי הקהילות סביבה ממשיכים להשתנות.
zh_hant: Kayla居住在洛杉磯市，是一名高中二年級學生，他喜歡電影製作和視頻編輯。 儘管她沒有編碼經驗，但Kayla一直喜歡幫助他人。 過去，她可以通過夏季的志願者活動來做到這一點，通過戲劇節目幫助聾啞和重聽兒童建立自尊和溝通技巧。 最近，她一直每週在當地農民的市場上做志願工作，以幫助他們無接觸地分配來自當地農民，工匠和其他當地企業的商品。 此外，她還利用自己的視頻編輯技能為農民市場製作視頻，以通過當地食品促進建立更健康的社區。 通過與市場的合作，她還能夠將新鮮產品捐贈給社區冰箱。 隨著她周圍社區需求的不斷變化，凱拉很高興能參與這個項目，以幫助他人。

# Dtm-st-JAx.normalTitle
source: Click here
he: מיקומים
zh_hant: 地點

# F9y-3D-ZWg.text
source: Claire is a sophomore in high school from the city of Los Angeles who enjoys using her resources and research to improve her community, from volunteering at the local library to doing outreach at educational nonprofits. Her scattered experiences with coding include self-taught HTML and CSS as well as rudimentary JavaScript. She hopes this project will allow the COVID-19 vaccine to become more accessible to marginalized communities and the elderly within Los Angeles.
he: קלייר היא בוגרת שנה ב 'בתיכון מהעיר לוס אנג'לס, שנהנית להשתמש במשאביה ובמחקר שלה כדי לשפר את הקהילה שלה, החל מהתנדבות בספרייה המקומית וכלה בפעילות חוץ לעמותות חינוכיות. החוויות המפוזרות שלה בקידוד כוללות HTML ו CSS אוטודידקי וכן JavaScript ראשוני. היא מקווה שפרויקט זה יאפשר לחיסון COVID-19 להיות נגיש יותר לקהילות שוליות ולקשישים בלוס אנג'לס.
zh_hant: 克萊爾（Claire）是來自洛杉磯市的一名高二學生，她喜歡用自己的資源和研究來改善自己的社區，從在當地圖書館做志願者到在教育非營利組織中開展宣傳活動。 她在編碼方面的分散經驗包括自學的HTML和CSS以及基本的JavaScript。 她希望這個項目將使洛杉磯邊緣化社區和老年人更容易使用COVID-19疫苗。

# LZo-9a-fgO.text
source: Mia is a high school junior from Los Angeles, California. Mia was the Recipient of UCLA Game Lab Summer Institute Diversity in Games Scholarship in 2019. In addition, Mia is the founder of a non-profit organization that has taught over 100 underprivileged children in 4th-6th grade how to code and build robots. Fundraising has yielded over $20,000 to further the mission. Mia is passionate about helping others by using technology which is why she is extremely passionate about this project.
he: מיה היא צעירה בתיכון מלוס אנג'לס, קליפורניה. מיה הייתה המקבילה למלגת גיוון במשחקי ה- UCLA מעבדת הקיץ של UCLA בשנת 2019. בנוסף, מיה היא מייסדת ארגון ללא כוונת רווח שלימד מעל 100 ילדים מוחלשים בכיתות ד'-ו 'כיצד לקודד ולבנות רובוטים. גיוס כספים הניב למעלה מ -20,000 דולר לקידום המשימה. מיה נלהבת לעזור לאחרים באמצעות טכנולוגיה ולכן היא מאוד נלהבת מהפרויקט הזה.
zh_hant: 米婭（Mia）是一名來自加州洛杉磯的高中生。 Mia於2019年獲得UCLA遊戲實驗室夏季學院多樣性遊戲獎學金的獲得者。此外，Mia是一個非營利組織的創始人，該組織已向100多名4-6年級的貧困兒童提供瞭如何編碼和建造機器人的知識。 籌集的資金超過20,000美元，以推動任務的發展。 Mia熱衷於通過使用技術幫助他人，這就是為什麼她對這個項目非常熱衷。

# Mqr-dm-ah9.normalTitle
source: Yes
he: כן
zh_hant: 是的

# Ojk-pw-nfg.text
source: Kayla Sinnock
he: קיילה סינוק
zh_hant: 凱拉·辛諾克（Kayla Sinnock）

# T2K-JW-IMN.text
source: Mia Nadel
he: מיה נאדל
zh_hant: 米婭·納德爾（Mia Nadel）

# UkV-Pt-tXJ.text
source: Yes you qualify click below to find your closest vaccination center
he: כן אתה זכאי לחץ למטה כדי למצוא את מרכז החיסונים הקרוב ביותר שלך
zh_hant: 是的，您符合資格，請點擊下面找到離您最近的疫苗接種中心

# chM-oF-tyr.text
source: Abby Fischler
he: אבי פישלר
zh_hant: 艾比·費斯勒（Abby Fischler）

# fq7-Pt-fSE.normalTitle
source: Sign Up
he: הירשם
zh_hant: 報名

# lcl-YC-963.text
source: Claire SooHoo
he: קלייר סוהו
zh_hant: 克萊爾·蘇胡（Claire SooHoo）

# mxi-8A-kHl.text
source: Sorry, but you don't qualify at this time.
he: מצטער, אבל אינך כשיר בשלב זה.
zh_hant: 抱歉，您目前沒有資格。

# qdp-0e-TIO.text
source: Nora Omwami is a high school freshman from Los Angeles. From a young age, she has been interested in coding and has always pushed herself to try to learn new aspects of it. By attending programs such as Hack Club and The exploratory, her knowledge of JavaScript, HTML, CSS, and other coding languages continues to grow. It is a goal of Nora’s to help inspire other young girls of color like her to explore code and be able to impact the world.
he: נורה אומוואמי היא תלמידת שנה חדשה בתיכון מלוס אנג'לס. מגיל צעיר היא התעניינה בקידוד ותמיד דחפה את עצמה לנסות ללמוד היבטים חדשים שלה. על ידי השתתפות בתוכניות כמו Hack Club ו- The exploratory, הידע שלה ב- JavaScript, HTML, CSS ושפות קידוד אחרות ממשיך לגדול. זו מטרתה של נורה לעזור לעודד נערות צעירות אחרות כמוה לחקור קוד ולהצליח להשפיע על העולם.
zh_hant: 娜拉·奧姆瓦米（Nora Omwami）是來自洛杉磯的一名高中新生。 從很小的時候開始，她就對編碼很感興趣，並且一直努力使自己嘗試學習編碼的新方面。 通過參加諸如Hack Club和The探索性計劃之類的節目，她對JavaScript，HTML，CSS和其他編碼語言的了解不斷增長。 諾拉（Nora）的目標是幫助激發像她一樣的其他有色女孩探索代碼並影響世界。
